//
//  OnboardingModel.swift
//  StoreBook
//
//  Created by Дмитрий on 04.12.2023.
//

import UIKit

struct OnboardingModel {
    // определяем что должны содержать представленные элементы
    let bookImage = UIImage(named: "Group6")
    let logoImage = UIImage(named: "Group1")
    let description = ["Читайте больше и меньше переживайте с нашим приложением для покупки книг. Покупайте книги из любой точки мира и открывайте для себя заголовки, которые вам понравятся. Приятного чтения!","К вашим услугам богатый каталог разнообразной литературы на любой вкус. Будь то классическая литература, современные бестселлеры или образовательные книги – у нас найдётся всё, чтобы удовлетворить вашу жажду чтения.","С нашим приложением вы сможете легко находить новые книги, читать отзывы и оценки других читателей, а также управлять своей персональной библиотекой."]
    
}
